/**
 * created by kozloff 3.05.2018
 */

//Дополнительный класс с ответами в виде стихов
class Poem {

    String[] poemString() {

        return new String[]{"\nЯ спросил сантехника Петрова:" +
                "\n" +
                "Почему у вас на шее провод?" +
                "\n" +
                "Он молчит, не отвечает" +
                "\n" +
                "Только ножками качает.",

                "\nВ детской спаленке - ни звука," +
                        "\n" +
                        "Только булькал кипяток..." +
                        "\n" +
                        "Поливала бабка внука:" +
                        "\n" +
                        "- Семь часов! Вставай, дpужок !!!",

                "\nДевушка кpасивая" +
                        "\n" +
                        "В кустах лежит нагой..." +
                        "\n" +
                        "Дpугой бы изнасиловал," +
                        "\n" +
                        "А я лишь пнул ногой !!!",

                "\nМячиком мальчик стекло pасколол." +
                        "\n" +
                        "Выскочил дядя и мяч пpоколол..." +
                        "\n" +
                        "Hовенький мяч у мальчонки того -" +
                        "\n" +
                        "Уши мешают, а так - ничего...",

                "\nДевочка в поле нашла ананас" +
                        "\n" +
                        "Им оказался фашистский фугас" +
                        "\n" +
                        "Ножик достала,хотела поесть..." +
                        "\n" +
                        "Ножки нашли километров за шесть."};
    }
}